<?php

return [
    'menu' => [
        'profile' => 'Жеке кабинет',
        'start_action' => 'Чекті тіркеу',  'products' => 'Өнімдер тізімі',
        'send_question' => 'Кері байланыс', 'rules' => 'Науқан ережесі',
        'about_promo' => 'Науқан туралы', 'winners' => 'Жеңімпаздар',
        'language' => 'Тілдің өзгеруі',
        'site_link' => 'Сайтқа өту',
    ],




    'start' => [
        'text' => 'Сәлеметсіз бе! Мен ботымын.',
        'restricted' => 'Кешір, компаниямыздың саясатына сәйкес, 14 жасқа толмаған балалар сайтымызға кіре алмайды. Ересектерден жүлде ұтып беруін өтін.',
    ],
    'authorization' => [
        'success' => 'чектің суретін',
    ],
    'profile' => [
        'user_data' => 'Есімің: :name'.PHP_EOL.'Телефоның: :phone',
    ],
    'check' => [
        'text' => 'Құрылғыдан',
        'success' => 'Өте жақсы! Чек жүктелді',
    ],
    'about_promo_text' => 'ҚАТЫСУ ЕРЕЖЕСІ:'.PHP_EOL.'',






    'ask' => [
        'rules' => 'Науқан ережесін осы файлдан оқып алуға болады.',
        'name' => 'Есіміңді енгіз',
        'city' => 'Қалаңызға кіріңіз',
        'phone' => 'Ұялы телефон нөмірі',
        'sms' => 'SMS арқылы келген код',
        'age' => '14 жасқа толдың ба?'
    ],
    'keyboard' => [
        'authorization' => 'Кіру',
        'registration' => 'Тіркелу',
        'rules' => 'Науқан ережелерін қабылдау',
        'phone' => 'Менің телефон нөмірімді көрсету',
        'send_sms_again' => 'Тағы бір рет жолдау',
        'send_new_sms' => 'Жаңа код жіберіңіз',
        'back' => 'Көрсеткіге оралу',
        'send' => 'Жіберу',
        'edit' => 'Өзгерту',
        'show_delivery' => 'Жеткізу нысаны',
        'store_delivery' => 'Жеткізу нысанын толтыру',
        'promocode' => 'Промокодты көшіру',
        'yes' => 'Иә',
        'no' => 'Жоқ',
    ],
    'choose_language' => [
        'text' => 'Выбери язык бота / Тілдесу тілін таңда:'
    ],
    'choose_auth' => [
        'alert' => 'Ботты қолдануды жалғастыру үшін сіз өзіңіздің есептік жазбаңызға кіруіңіз керек.',
        'text' => 'Авторизациялау тәсілін таңдаңыз:',
    ],
    'sms_sended' => 'Коды бар хабарлама мына нөмірге :phone жолданды',
    'menu_text' => 'Чатботты шарлау үшін мәзірді пайдаланыңыз!',
    'send_question' => [
        'text' => 'Сұрақ бар ма?'.PHP_EOL.'Оны сайттағы '.env('SITE_URL').' жиі қойылатын тізімнен табыңыз немесе бізге жазыңыз.',
        'confirm' => 'Сенің сұрақ:'.PHP_EOL.':question',
        'success' => 'Сенің сұрағың қабылданды!'.PHP_EOL.'Саған жақын арада жауап береміз.',
    ],
    'site_link_text' => 'Веб-сайтқа өту үшін түймесін басыңыз',
    'winners_text' => 'Қазірше жеңімпаздар жоқ.',
];